dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
lostintangent.vsls-pomodoro
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
orta.vscode-jest
rvest.vs-code-prettier-eslint
tejasvi.rainbow-brackets-2